"SPC Password" = "Kata Laluan SPC";
"Authentication Key" = "Kunci Pengesahan";
"Incorrect key" = "Kunci salah";
"Incorrect SPC Password" = "Kata Laluan SPC Salah";
"Enter 26 digit key" = "Masukkan kunci pengesahan 26 digit.";
"Security" = "Keselamatan";
"Too many retries of SPC." = "Terlalu banyak percubaan semula SPC.";
"AKEY set successfully." = "AKEY berjaya disetkan.";
"Failed to set AKEY." = "Gagal mengeset AKEY.";
"Too many retries of AKEY." = "Terlalu banyak percubaan semula AKEY.";
"Password" = "Kata Laluan";
"Key" = "Kunci";
"OK" = "OK";
"Cancel" = "Batal";